Repository: rcarlier/json-dashboard-infos
Catalog: languages/json-dashboard-infos-*.po
Languages: fr_fr

source: Get infos from your wordpress, in JSON format, to create centralized dashboards
fr_fr: Obtenir les infos de votre Wordpress, au format JSON, pour créer des tableaux de bord centralisés

source: JSON to fetch:
fr_fr: JSON à récupérer :

source: Security Key
fr_fr: Clef de sécurité

source: Do NOT change without good reasons!
fr_fr: NE PAS changer sans de bonnes raisons !

source: If you do, no spaces, no specials cars... (try suggestions bellow).
fr_fr: Si vous le faites, sans espace ni caractères spéciaux (voir les suggestions ci dessous).

source: Don't forget to <b>update permalinks</b> if needed...
fr_fr: Ne pas oublier de <b>regénérer les permaliens</b> si nécessaire…

source: Transient timeout
fr_fr: Durée du cache

source: In hour.
fr_fr: En heure.

source: 0 to disable the transient (no cache).
fr_fr: 0 pour désactiver les données transitoires (pas de cache).

source: Reset cache
fr_fr: Actualiser le cache

source: If needed...
fr_fr: Si besoin…

source: Expose Infos
fr_fr: Exposer les infos

source: Expose Updates
fr_fr: Exposer les mises à jour

source: Expose Comments
fr_fr: Exposer les commentaires

source: Expose Users
fr_fr: Exposer les utilisateurs

source: Expose Sizes
fr_fr: Exposer les tailles

source: Expose Contents
fr_fr: Exposer les contenus

source: Update
fr_fr: Mettre à jour

source: JSON generated:
fr_fr: JSON généré :

source: last registration:
fr_fr: dernière inscription :

source: Yes
fr_fr: Oui

source: No
fr_fr: Non
